{
  "tema": "Tema 1: Normativa de Seguridad y Responsabilidad Penal",
  "preguntas": [
    {
      "pregunta": "¿Cuál es el cuerpo legal que contiene la regulación de los delitos y las penas en España?",
      "respuestas": [
        {
          "texto": "La Constitución Española",
          "correcta": false,
          "explicacion": "La Constitución es la norma suprema, pero la regulación de delitos está en el Código Penal."
        },
        {
          "texto": "El Código Penal",
          "correcta": true,
          "explicacion": "Es el cuerpo legal que contiene la regulación de delitos, faltas y las sanciones imponibles."
        },
        {
          "texto": "La Ley de Enjuiciamiento Criminal",
          "correcta": false,
          "explicacion": "Esta ley regula el proceso judicial, no la definición de los delitos."
        },
        {
          "texto": "El Código Civil",
          "correcta": false,
          "explicacion": "El Código Civil regula relaciones privadas, no conductas castigadas penalmente."
        }
      ]
    },
    {
      "pregunta": "¿Qué ley orgánica establece el texto básico actual del Código Penal?",
      "respuestas": [
        {
          "texto": "Ley Orgánica 10/1995",
          "correcta": true,
          "explicacion": "El texto básico actual parte de esta ley de 1995, aunque ha tenido modificaciones posteriores."
        },
        {
          "texto": "Ley Orgánica 1/2015",
          "correcta": false,
          "explicacion": "Esta es una reforma importante, pero el texto base es de 1995."
        },
        {
          "texto": "Ley Orgánica 5/2010",
          "correcta": false,
          "explicacion": "Fue la reforma que introdujo la responsabilidad de personas jurídicas, no el código base."
        },
        {
          "texto": "Ley Orgánica 1/1822",
          "correcta": false,
          "explicacion": "Ese fue el primer Código Penal español, pero no es el actual."
        }
      ]
    },
    {
      "pregunta": "¿Cuándo se introdujo por primera vez la Responsabilidad Penal de las personas jurídicas?",
      "respuestas": [
        {
          "texto": "En el Código Penal de 1822",
          "correcta": false,
          "explicacion": "Históricamente las personas jurídicas estaban exentas de responsabilidad penal."
        },
        {
          "texto": "En la reforma de diciembre de 2010",
          "correcta": true,
          "explicacion": "Esta reforma dispuso por primera vez la posible atribución de responsabilidad penal a personas jurídicas."
        },
        {
          "texto": "Con la Constitución de 1978",
          "correcta": false,
          "explicacion": "En 1978 solo las personas físicas podían ser condenadas penalmente."
        },
        {
          "texto": "En la reforma de 2015",
          "correcta": false,
          "explicacion": "La de 2015 amplió el marco, pero la introducción original fue en 2010."
        }
      ]
    },
    {
      "pregunta": "Supuesto: Un empleado de una empresa TIC soborna a un funcionario para ganar una licitación. El beneficio es para la empresa. ¿Quién responde penalmente?",
      "respuestas": [
        {
          "texto": "Solo el empleado como autor material",
          "correcta": false,
          "explicacion": "Al ser en beneficio de la empresa, la responsabilidad es tanto del autor como de la persona jurídica."
        },
        {
          "texto": "La persona jurídica y el autor material",
          "correcta": true,
          "explicacion": "La LO 1/2015 distingue la responsabilidad individual del autor y la de la persona jurídica por delitos en su beneficio."
        },
        {
          "texto": "Solo los administradores",
          "correcta": false,
          "explicacion": "Responde el autor y la empresa; los administradores responden si hubo falta de control."
        },
        {
          "texto": "Nadie, es una infracción administrativa",
          "correcta": false,
          "explicacion": "El cohecho es un delito tipificado en el Código Penal."
        }
      ]
    },
    {
      "pregunta": "¿Qué debe demostrar la empresa para atenuar o eximir su responsabilidad penal?",
      "respuestas": [
        {
          "texto": "Que el empleado actuó sin que nadie le viera",
          "correcta": false,
          "explicacion": "Eso no exime a la empresa si no había controles previos."
        },
        {
          "texto": "Que ha implantado un Plan de Prevención de Riesgos Penales eficaz",
          "correcta": true,
          "explicacion": "Los administradores deben demostrar que establecieron mecanismos eficaces para la prevención del delito."
        },
        {
          "texto": "Que la empresa no tiene dinero para pagar la multa",
          "correcta": false,
          "explicacion": "La situación financiera no exime de la responsabilidad penal."
        },
        {
          "texto": "Que el empleado ya ha sido despedido",
          "correcta": false,
          "explicacion": "El despido es una sanción interna, pero no elimina la responsabilidad penal previa de la entidad."
        }
      ]
    },
    {
      "pregunta": "¿Cuál de estas es una fase obligatoria de un modelo de gestión de riesgos penales?",
      "respuestas": [
        {
          "texto": "Identificar actividades en las que puedan ser cometidos delitos",
          "correcta": true,
          "explicacion": "Es el primer paso fundamental para diseñar el plan de prevención."
        },
        {
          "texto": "Publicar los sueldos de todos los empleados",
          "correcta": false,
          "explicacion": "Esto no es un requisito del Plan de Prevención de Riesgos Penales."
        },
        {
          "texto": "Contratar un detective privado",
          "correcta": false,
          "explicacion": "No es un requisito legal del modelo de prevención."
        },
        {
          "texto": "Eliminar el uso de internet en la empresa",
          "correcta": false,
          "explicacion": "Se deben gestionar los riesgos, no eliminar las herramientas de trabajo."
        }
      ]
    },
    {
      "pregunta": "En Compliance Penal, ¿cómo se define el riesgo?",
      "respuestas": [
        {
          "texto": "La posibilidad de que un empleado se dé de baja",
          "correcta": false,
          "explicacion": "Eso es un riesgo laboral o de recursos humanos, no de Compliance Penal."
        },
        {
          "texto": "Combinación de la probabilidad de que ocurra un delito y sus consecuencias",
          "correcta": true,
          "explicacion": "El riesgo es la probabilidad de la amenaza (delito) por el impacto (sanción)."
        },
        {
          "texto": "El coste de contratar a un oficial de cumplimiento",
          "correcta": false,
          "explicacion": "Eso es un gasto operativo, no la definición de riesgo."
        },
        {
          "texto": "La cantidad de leyes que existen",
          "correcta": false,
          "explicacion": "La cantidad de leyes no define el riesgo por sí misma."
        }
      ]
    },
    {
      "pregunta": "Supuesto: Un empleado de IT accede a la base de datos de la competencia y borra sus archivos sin permiso para ayudar a su empresa. ¿Quién responde?",
      "respuestas": [
        {
          "texto": "Solo el empleado, es un acto personal",
          "correcta": false,
          "explicacion": "Si el daño informático se hace en beneficio de la empresa, esta también responde."
        },
        {
          "texto": "La persona jurídica y el empleado",
          "correcta": true,
          "explicacion": "Los daños informáticos son imputables a la persona jurídica si hay beneficio para la organización."
        },
        {
          "texto": "Nadie, porque la competencia no tenía antivirus",
          "correcta": false,
          "explicacion": "La falta de seguridad de la víctima no justifica el delito."
        },
        {
          "texto": "El fabricante del software por permitir el borrado",
          "correcta": false,
          "explicacion": "La responsabilidad es de quien realiza la acción ilícita."
        }
      ]
    },
    {
      "pregunta": "¿Qué delito es el más común en las empresas según el material?",
      "respuestas": [
        {
          "texto": "Tráfico de órganos",
          "correcta": false,
          "explicacion": "Es un delito imputable, pero no el más común."
        },
        {
          "texto": "Descarga y utilización de software sin licencia",
          "correcta": true,
          "explicacion": "Es el delito más común y puede generar responsabilidad penal para la empresa."
        },
        {
          "texto": "Financiación del terrorismo",
          "correcta": false,
          "explicacion": "Aunque es grave e imputable, no es el más frecuente en el ámbito empresarial."
        },
        {
          "texto": "Manipulación genética",
          "correcta": false,
          "explicacion": "Es un delito muy específico y poco común en empresas generales."
        }
      ]
    },
    {
      "pregunta": "¿Qué herramienta TIC permite recabar evidencias formalmente válidas para un proceso judicial?",
      "respuestas": [
        {
          "texto": "Check-lists de evaluación",
          "correcta": false,
          "explicacion": "Sirven para evaluación, no para recabar evidencias forenses."
        },
        {
          "texto": "Sistemas forensic",
          "correcta": true,
          "explicacion": "Están diseñados para recabar evidencias válidas para ser expuestas ante un proceso judicial."
        },
        {
          "texto": "Formación on-line",
          "correcta": false,
          "explicacion": "Es una medida de concienciación, no de obtención de pruebas."
        },
        {
          "texto": "Canal de denuncias digital",
          "correcta": false,
          "explicacion": "Sirve para notificar, pero no es el sistema de análisis forense per se."
        }
      ]
    },
    {
      "pregunta": "¿Qué pena se impone por borrar datos ajenos de manera grave sin autorización?",
      "respuestas": [
        {
          "texto": "Multa de 100 euros",
          "correcta": false,
          "explicacion": "Las penas son mucho más graves por ser delitos penales."
        },
        {
          "texto": "Prisión de seis meses a tres años",
          "correcta": true,
          "explicacion": "Es la pena establecida en el artículo 264 para resultados graves de daños informáticos."
        },
        {
          "texto": "Inhabilitación para usar ordenadores de por vida",
          "correcta": false,
          "explicacion": "Esa sanción no aparece como tal en el artículo citado."
        },
        {
          "texto": "No es delito si los datos no son secretos",
          "correcta": false,
          "explicacion": "El borrado o alteración grave es delito independientemente de si son secretos o no."
        }
      ]
    },
    {
      "pregunta": "¿Qué se entiende por 'Segregación de funciones'?",
      "respuestas": [
        {
          "texto": "Separar a los empleados por sexos",
          "correcta": false,
          "explicacion": "Eso sería discriminación, no un control de riesgos."
        },
        {
          "texto": "Repartir responsabilidades para evitar que una persona controle todo un proceso crítico",
          "correcta": true,
          "explicacion": "Se hace para que, por ejemplo, un pago requiera la firma de más de una persona."
        },
        {
          "texto": "Externalizar todos los departamentos",
          "correcta": false,
          "explicacion": "La segregación es un control interno de responsabilidades."
        },
        {
          "texto": "Que cada uno trabaje en una oficina distinta",
          "correcta": false,
          "explicacion": "Se refiere a funciones y autoridad, no a ubicación física."
        }
      ]
    },
    {
      "pregunta": "¿Qué norma establece los requisitos para un Sistema de Gestión de Compliance Penal en España?",
      "respuestas": [
        {
          "texto": "ISO 9001",
          "correcta": false,
          "explicacion": "Es de calidad."
        },
        {
          "texto": "UNE 19601",
          "correcta": true,
          "explicacion": "Es la norma certificable que establece los requisitos para el sistema de gestión de Compliance penal."
        },
        {
          "texto": "ISO 27001",
          "correcta": false,
          "explicacion": "Es de seguridad de la información."
        },
        {
          "texto": "Ley de Aguas",
          "correcta": false,
          "explicacion": "No tiene relación con el Compliance Penal."
        }
      ]
    },
    {
      "pregunta": "¿Qué es el Índice de Percepción de la Corrupción (IPC)?",
      "respuestas": [
        {
          "texto": "Una lista de empresas que han pagado sobornos",
          "correcta": false,
          "explicacion": "El IPC evalúa países, no empresas individuales."
        },
        {
          "texto": "Un indicador que evalúa el nivel de corrupción de los distintos países",
          "correcta": true,
          "explicacion": "Es publicado por Transparency International y cataloga los países según su corrupción percibida."
        },
        {
          "texto": "Un impuesto para empresas corruptas",
          "correcta": false,
          "explicacion": "Es un índice estadístico y de percepción, no un impuesto."
        },
        {
          "texto": "Un manual de cómo sobornar",
          "correcta": false,
          "explicacion": "Es un instrumento para la lucha contra la corrupción."
        }
      ]
    },
    {
      "pregunta": "¿Qué beneficio aporta implementar la ISO 37001?",
      "respuestas": [
        {
          "texto": "Garantiza que la empresa nunca tendrá un juicio",
          "correcta": false,
          "explicacion": "Ninguna norma garantiza la ausencia de incidentes, pero ayuda a prevenirlos y gestionarlos."
        },
        {
          "texto": "Ayuda a prevenir, detectar y gestionar conductas de soborno",
          "correcta": true,
          "explicacion": "Es uno de los beneficios directos de implementar un sistema antisoborno."
        },
        {
          "texto": "Permite sobornar legalmente si se registra",
          "correcta": false,
          "explicacion": "El soborno es siempre ilegal; la norma sirve para combatirlo."
        },
        {
          "texto": "Reduce el sueldo de los directivos automáticamente",
          "correcta": false,
          "explicacion": "La norma no regula los niveles salariales."
        }
      ]
    },
    {
      "pregunta": "¿A qué se refiere el término 'Nepotismo'?",
      "respuestas": [
        {
          "texto": "A pagar a un político por un contrato",
          "correcta": false,
          "explicacion": "Eso sería cohecho o 'mordida'."
        },
        {
          "texto": "Contratación de familiares o personas afines sin atender a criterios de idoneidad",
          "correcta": true,
          "explicacion": "Es una práctica común de favoritismo en la contratación."
        },
        {
          "texto": "No pagar la Seguridad Social",
          "correcta": false,
          "explicacion": "Eso es un incumplimiento de leyes laborales/penales."
        },
        {
          "texto": "Robar datos de la competencia",
          "correcta": false,
          "explicacion": "Eso es descubrimiento y revelación de secretos."
        }
      ]
    },
    {
      "pregunta": "¿Qué es la 'Diligencia Debida' en torno a terceros?",
      "respuestas": [
        {
          "texto": "Pagar las facturas el mismo día",
          "correcta": false,
          "explicacion": "Eso es gestión de tesorería."
        },
        {
          "texto": "Investigar a proveedores y socios para evitar tratar con entidades poco fiables",
          "correcta": true,
          "explicacion": "Saber con quién se trata evita contratar, por ejemplo, a un proveedor con historial delictivo."
        },
        {
          "texto": "Obligar a los proveedores a bajar los precios",
          "correcta": false,
          "explicacion": "Es una negociación comercial, no diligencia debida en Compliance."
        },
        {
          "texto": "Firmar contratos sin leerlos",
          "correcta": false,
          "explicacion": "Eso es falta de diligencia."
        }
      ]
    },
    {
      "pregunta": "En la ISO 37001, ¿qué significa 'Compromiso al más alto nivel'?",
      "respuestas": [
        {
          "texto": "Que los empleados deben obedecer siempre",
          "correcta": false,
          "explicacion": "El compromiso se refiere a la dirección, no solo a la obediencia de la base."
        },
        {
          "texto": "Que la dirección debe dar ejemplo de que no se tolera el soborno",
          "correcta": true,
          "explicacion": "La dirección debe liderar la cultura de integridad para que sea efectiva."
        },
        {
          "texto": "Que el director debe ser el único que firme contratos",
          "correcta": false,
          "explicacion": "Eso sería centralización, no necesariamente compromiso ético."
        },
        {
          "texto": "Que la empresa debe estar en la planta más alta del edificio",
          "correcta": false,
          "explicacion": "Es un concepto de liderazgo jerárquico, no físico."
        }
      ]
    },
    {
      "pregunta": "Supuesto: Un directivo es accionista de una empresa que concursa para un contrato que él mismo debe adjudicar. ¿Cómo se llama esto?",
      "respuestas": [
        {
          "texto": "Favoritismo",
          "correcta": false,
          "explicacion": "El favoritismo es la acción de saltarse trámites para favorecer a alguien."
        },
        {
          "texto": "Conflicto de intereses",
          "correcta": true,
          "explicacion": "Ocurre cuando una persona tiene responsabilidades en una organización y poder de decisión que afecta a sus propios intereses."
        },
        {
          "texto": "Mordida",
          "correcta": false,
          "explicacion": "La mordida es el pago directo de dinero por un beneficio."
        },
        {
          "texto": "Asociación ilícita",
          "correcta": false,
          "explicacion": "Es la creación de grupos criminales organizados."
        }
      ]
    },
    {
      "pregunta": "¿Qué control específico mitiga el riesgo de descubrimiento de secretos?",
      "respuestas": [
        {
          "texto": "Cámaras de seguridad en la entrada",
          "correcta": false,
          "explicacion": "Es un control físico, pero para secretos informáticos se requieren otros técnicos."
        },
        {
          "texto": "Encriptar información en tránsito y en almacenamiento",
          "correcta": true,
          "explicacion": "Es una medida técnica específica para proteger la confidencialidad de los datos."
        },
        {
          "texto": "Tener un extintor en el servidor",
          "correcta": false,
          "explicacion": "Es para riesgo de incendio, no de revelación de secretos."
        },
        {
          "texto": "Homologar a los proveedores de limpieza",
          "correcta": false,
          "explicacion": "Ayuda a la seguridad general, pero no es el control específico de protección de datos."
        }
      ]
    },
    {
      "pregunta": "¿Qué porcentaje representa el soborno respecto al PIB mundial según la ONU?",
      "respuestas": [
        {
          "texto": "1%",
          "correcta": false,
          "explicacion": "La cifra estimada es significativamente más alta."
        },
        {
          "texto": "5%",
          "correcta": true,
          "explicacion": "La ONU estima que la corrupción equivale al 5% del PIB mundial."
        },
        {
          "texto": "10%",
          "correcta": false,
          "explicacion": "Aunque es una cifra alta, la estimación citada es del 5%."
        },
        {
          "texto": "25%",
          "correcta": false,
          "explicacion": "Es una cifra excesiva respecto a la estimación oficial."
        }
      ]
    },
    {
      "pregunta": "¿Qué ocurre si una empresa no controla el software instalado en sus ordenadores?",
      "respuestas": [
        {
          "texto": "Ahorra dinero en mantenimiento",
          "correcta": false,
          "explicacion": "Al contrario, aumenta los riesgos y posibles costes legales."
        },
        {
          "texto": "Puede incurrir en delitos de propiedad intelectual sin saberlo",
          "correcta": true,
          "explicacion": "La falta de control es una de las razones por las que la dirección puede verse envuelta en procesos penales."
        },
        {
          "texto": "Mejora el rendimiento de la red",
          "correcta": false,
          "explicacion": "El software ilegal puede comprometer la seguridad con malware."
        },
        {
          "texto": "Es legal si los empleados traen el software de casa",
          "correcta": false,
          "explicacion": "El uso profesional de software sin licencia en equipos de la empresa genera responsabilidad para la empresa."
        }
      ]
    },
    {
      "pregunta": "¿Cuál es el objetivo principal de la norma UNE 19601?",
      "respuestas": [
        {
          "texto": "Que la empresa gane más dinero",
          "correcta": false,
          "explicacion": "Aunque mejora la gestión, su objetivo es legal y ético."
        },
        {
          "texto": "Prevenir delitos y reducir el riesgo penal mediante una cultura ética",
          "correcta": true,
          "explicacion": "Busca prevenir infracciones y demostrar compromiso con el cumplimiento."
        },
        {
          "texto": "Sustituir al Código Penal",
          "correcta": false,
          "explicacion": "Es una norma de gestión que ayuda a cumplir el Código Penal, no lo sustituye."
        },
        {
          "texto": "Evitar las inspecciones de Hacienda",
          "correcta": false,
          "explicacion": "Ninguna norma exime de las inspecciones legales obligatorias."
        }
      ]
    },
    {
      "pregunta": "Supuesto: Una empresa publica los datos médicos de un empleado por error tras un ciberataque. ¿Qué delito podría haberse cometido?",
      "respuestas": [
        {
          "texto": "Estafa",
          "correcta": false,
          "explicacion": "La estafa implica engaño económico."
        },
        {
          "texto": "Descubrimiento y revelación de secretos",
          "correcta": true,
          "explicacion": "La difusión de datos personales de salud sin permiso entra en esta categoría."
        },
        {
          "texto": "Cohecho",
          "correcta": false,
          "explicacion": "El cohecho es soborno a funcionarios."
        },
        {
          "texto": "Insolvencia punible",
          "correcta": false,
          "explicacion": "Se refiere a ocultar bienes para no pagar deudas."
        }
      ]
    },
    {
      "pregunta": "¿Quién debe supervisar el sistema de prevención de delitos según la UNE 19601?",
      "respuestas": [
        {
          "texto": "El departamento de marketing",
          "correcta": false,
          "explicacion": "No tienen esa competencia técnica."
        },
        {
          "texto": "El órgano de Compliance Penal",
          "correcta": true,
          "explicacion": "Es el órgano encargado de supervisar que el sistema funcione correctamente."
        },
        {
          "texto": "Los clientes",
          "correcta": false,
          "explicacion": "La supervisión es interna o por auditores externos, no por los clientes."
        },
        {
          "texto": "El sindicato",
          "correcta": false,
          "explicacion": "Aunque velan por derechos, la supervisión del modelo penal es del órgano de Compliance."
        }
      ]
    }
  ]
}